# 6. Пользователь вводит номер буквы в алфавите. Определить, какая это буква.
pos1 = int(input('введите порядковый номер буквы'))
char1 = chr(pos1 + 96)
print(char1)